Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# HotkeyAction_volume_up
source: Volume up
ar: زيادة مستوى الصوت
ja: ボリューム アップ
ko: 최대 볼륨
pt: Aumentar o volume
tr: Ses seviyesi açma
zh_hant: 提高音量

# HotkeyAction_action_toggle_full_screen
source: Fullscreen
ar: وضع ملء الشاشة
ja: 全画面表示
ko: 전체 화면
pt: Tela Inteira
tr: Tam ekran
zh_hant: 全螢幕

# HotkeyAction_action_unlock_screen_exit_full_screen
source: Exit fullscreen
ar: إنهاء وضع ملء الشاشة
ja: 全画面表示を終了
ko: 전체화면 종료
pt: Sair da tela inteira
tr: Çıkış tam ekran
zh_hant: 退出全屏

# HotkeyAction_action_short_forward_jump
source: Short forward jump
ar: قصيرة قفزة إلى الأمام
ja: 短い前方ジャンプ
ko: 짧은 앞으로 점프
pt: Salto para a frente curto
tr: Kısa ileri atlama
zh_hant: 短前跳轉

# HotkeyAction_action_short_backwards_jump
source: Short backwards jump
ar: قصيرة قفزة إلى الوراء
ja: ショート後方ジャンプ
ko: 짧은 점프 뒤로
pt: Curto para trás salto
tr: Geriye doğru atlama kısa
zh_hant: 短向後跳轉

# HotkeyAction_action_toggle_pane_open_status
source: Pane
ar: جزء
ja: ウィンドウ
ko: 창
pt: Painel
tr: Bölmesi
zh_hant: 窗格

# HotkeyAction_next
source: Next
ar: التالي
ja: 次へ
ko: 다음
pt: Avançar
tr: Sonraki
zh_hant: 下一步

# HotkeyAction_action_previous
source: Previous
ar: السابق
ja: 前へ
ko: 이전
pt: Anterior
tr: Önceki
zh_hant: 上一步

# HotkeyAction_action_toggle_play_status
source: Pause / Play
ar: إيقاف/تشغيل
ja: 一時停止/再生
ko: 일시 중지/재생
pt: Pausar/reproduzir
tr: Duraklat / oynamak
zh_hant: 暫停/播放

# HotkeyAction_action_reset_playbackRate
source: Normal rate
ar: المعدل العادي
ja: 通常料金
ko: 정상 요금
pt: Taxa normal
tr: Normal oranı
zh_hant: 正常速率

# HotkeyAction_action_add_playbackRate
source: Faster
ar: أسرع
ja: 速く
ko: 빠르게
pt: Mais rápido
tr: Daha hızlı
zh_hant: 加快

# HotkeyAction_action_reduce_playbackRate
source: Slower
ar: أبطأ
ja: 遅く
ko: 느리게
pt: Mais lento
tr: Daha yavaş
zh_hant: 慢

# HotkeyAction_action_stop
source: Stop
ar: إيقاف
ja: ストップ
ko: 정지
pt: parar
tr: Dur
zh_hant: 停止

# SD_PivotItem3_BindStreamingPlaylistToFavoriteToggleSwitch.Header
source: Use Streaming Playlist as Favorites Source
ar: استخدام التدفق التشغيل كمصدر المفضلة
ja: お気に入りのソースとして再生リストのストリーミングを使用してください。
ko: 스트리밍 재생 목록을 즐겨찾기 소스로 사용
pt: Usar Streaming Playlist como fonte de favoritos
tr: Çalma listesi sık kaynak olarak akış kullanmak
zh_hant: 使用直播源播放清單作為收藏源

# SD_PivotItem3_BindStreamingPlaylistToFavoriteToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_BindStreamingPlaylistToFavoriteToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# UCD_PivotItem1.Header
source: Open Network Media
ar: وسائط شبكة الاتصال مفتوحة
ja: オープン ネットワーク メディア
ko: 오픈 네트워크 미디어
pt: Mídia de rede aberta
tr: Açık ağ ortamı
zh_hant: 打開網路媒體

# UCD_PivotItem2.Header
source: Streaming Playlist Manager
ar: إدارة قوائم التشغيل الدفق
ja: ストリーミング再生リスト マネージャー
ko: 스트리밍 재생 목록 관리자
pt: Fluxo contínuo Playlist Manager
tr: Akış Playlist Yöneticisi
zh_hant: 直播源播放清單管理器

# UCD_PivotItem3.Header
source: Editor
ar: محرر
ja: エディター
ko: 편집기
tr: Editör
zh_hant: 編輯器

source: Save
ar: حفظ
ja: 保存
ko: 저장
pt: Salvar
tr: Kaydet
zh_hant: 保存

source: Open
ar: فتح
ja: 開けて下さい
ko: 그거 여세요
pt: Aberto
tr: Açık
zh_hant: 打開

source: Delete
ar: حذف
ja: 削除
ko: 삭제
pt: Excluir
tr: Sil
zh_hant: 刪除

# UCD_PivotItem2_Import_Button.Content
source: Import
ar: استيراد
ja: インポート
ko: 가져오기
pt: Importar
tr: Alma
zh_hant: 匯入

# UCD_PivotItem2_Example_TextBlock.Text
source: Example
ar: مثال:
ja: 例:
ko: 예제:
pt: Exemplo:
tr: Örnek
zh_hant: 範例:

# UCD_PivotItem2_Create_Button.Content
source: Create
ar: &إنشاء
ja: 作成
ko: 만들기
pt: Criar
tr: Oluşturmak
zh_hant: 建立

# RoamingSync
source: Roaming Data Sync Completed
ar: التجوال إكمال مزامنة البيانات
ja: ローミングのデータ同期が完了しました
ko: 로밍 데이터 동기화 완료
pt: Sincronização de dados concluída de roaming
tr: Gezici veri eşitleme tamamlandı
zh_hant: 已完成漫遊資料同步

# SetScorpioStreaming
source: Use Scorpio Media Server as Favorites Source
ar: استخدام ملقم وسائط العقرب كمصدر للمفضلة
ja: 蠍座メディア サーバーのお気に入りソースとして使用します。
ko: 즐겨찾기 소스 스트리밍 전갈 네트워크를 사용 하 여
pt: Usar servidor de mídia de escorpião como fonte de favoritos
tr: Akrep Media Server sık kaynağı olarak kullanma
zh_hant: 使用天蠍網路流作為收藏源

# SetStreamingPlaylist
source: Use Streaming Playlist as Favorites Source
ar: استخدام التدفق التشغيل كمصدر المفضلة
ja: お気に入りのソースとして再生リストのストリーミングを使用してください。
ko: 스트리밍 재생 목록을 즐겨찾기 소스로 사용
pt: Usar Streaming Playlist como fonte de favoritos
tr: Çalma listesi sık kaynak olarak akış kullanmak
zh_hant: 使用直播源播放清單作為收藏源

# SetLocal
source: Use Local Storage as Favorites Source
ar: استخدام التخزين المحلي كمصدر للمفضلة
ja: お気に入りのソースとしてローカル記憶域を使用します。
ko: 로컬 저장소를 사용 하 여 즐겨찾기 소스
pt: Usar o armazenamento Local como fonte de favoritos
tr: Yerel depolama alanını sık kaynağı olarak kullanmak
zh_hant: 使用本機存放區作為收藏源

# SD_PivotItem1_AlwaysUseSystemDecoderForMP4ToggleSwitch.Header
source: Always Use System Decoder For MP4
ar: دائماً استخدام نظام ترميز ل MP4
ja: MP4 のシステムデコーダーを常に使用します。
ko: 항상 시스템 디코더를 사용 하 여 m p 4에 대 한
pt: Utilize sempre o sistema decodificador para MP4
tr: Her zaman sistem Decoder MP4 için kullanın
zh_hant: 始終使用系統解碼器解码 MP4

# SD_PivotItem1_AlwaysUseSystemDecoderForMP4ToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem1_AlwaysUseSystemDecoderForMP4ToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_BindDLNAToFavoriteToggleSwitch.Header
source: Use DLNA as Favorites Source
ar: استخدام DLNA كمصدر المفضلة
ja: お気に入りのソースとして DLNA を使用
ko: DLNA 사용 하 여 즐겨찾기 소스
pt: Uso DLNA como fonte de favoritos
tr: Sık Kullanılanlar kaynağı olarak kullanmak DLNA
zh_hant: 使用 DLNA 作為收藏源

# SD_PivotItem3_BindDLNAToFavoriteToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_BindDLNAToFavoriteToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# MV_TP_Refresh_DLNA.Content
source: Refresh
ar: قم بتحديث
ja: 更新
ko: 새로 고침
pt: Atualização
tr: Yenileme
zh_hant: 重新整理​​

# MV_TP_Open_DLNA_Folder.Content
source: Open
ar: فتح
ja: 開けて下さい
ko: 그거 여세요
pt: Aberto
tr: Açık
zh_hant: 打開

# SetDLNA
source: Use DLNA as Favorites Source
ar: استخدام DLNA كمصدر المفضلة
ja: お気に入りのソースとして DLNA を使用
ko: DLNA 사용 하 여 즐겨찾기 소스
pt: Uso DLNA como fonte de favoritos
tr: Sık Kullanılanlar kaynağı olarak kullanmak DLNA
zh_hant: 使用 DLNA 作為收藏源

# MV_TP_StepPreviousFrame.Content
source: Previous Frame
ar: الإطار السابق
ja: 前のフレーム
ko: 이전 프레임
pt: Quadro Anterior
tr: Önceki çerçeve
zh_hant: 上一個畫面

# SkipCD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# SkipCD_TITLE.Text
source: Skip Playback
ar: تشغيل التخطي
ja: スキップ再生
ko: 건너뛰기 재생
pt: Reprodução de Skip
tr: Atla oynatma
zh_hant: 跳過播放

# CM_SKIP
source: Skip
ar: تخطي
ja: スキップ
ko: 무시
pt: Ignorar
tr: Atla
zh_hant: 略過

# CM_Open_Skip
source: Skip Setup
ar: الإعداد تخطي
ja: 設定をスキップ
ko: 건너뛰기 설정
pt: Instalação de Skip
tr: Atla Kur
zh_hant: 跳過配置

# SkipCD_SkipFeatureEnabledToggleSwitch.Header
source: Enable skip feature
ar: تمكين ميزة تخطي
ja: スキップ機能を有効にします。
ko: 건너뛰기 기능을 사용
pt: Habilitar o recurso de ignorar
tr: Atla özelliği etkinleştirmek
zh_hant: 啟用跳過功能

# SkipCD_SkipFeatureEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SkipCD_SkipFeatureEnabledToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SkipCD_SkipBeginEnabledToggleSwitch.Header
source: Skip Intro (at the begin)
ar: تخطي مقدمة (في البداية)
ja: (開始) でイントロをスキップします。
ko: (시작)에서 소개를 생략
pt: Skip Intro (no início)
tr: Skip Intro (başlamak)
zh_hant: 跳過簡介 (在開始時)

# SkipCD_SkipBeginEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SkipCD_SkipBeginEnabledToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SkipCD_SkipEndEnabledToggleSwitch.Header
source: Skip Ending (at the end)
ar: تخطي المنتهية (نهاية)
ja: スキップ エンディング (終わり)
ko: 건너뛰기 끝 (끝)
pt: Skip termina (no final)
tr: Atla biten (sonunda)
zh_hant: 跳過播放 (在末尾)

# SkipCD_SkipEndEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SkipCD_SkipEndEnabledToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SkipCD_SkipChapterEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SkipCD_SkipChapterEnabledToggleSwitch.Header
source: Chapter titles
ar: عناوين الفصول
ja: 章のタイトル
ko: 장 제목
pt: Títulos de capítulo
tr: Bölüm başlıkları
zh_hant: 章節標題

# SkipCD_SkipChapterEnabledToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SkipCD_beginHour.Header
source: Hours
ar: ساعات
ja: 時間
ko: 시간
pt: Horas
tr: Saat
zh_hant: 小時

# SkipCD_beginSecond.Header
source: Seconds
ar: ثوانٍ
ja: 秒
ko: 초
pt: Segundos
tr: Saniye
zh_hant: 秒

# SkipCD_endHour.Header
source: Hours
ar: ساعات
ja: 時間
ko: 시간
pt: Horas
tr: Saat
zh_hant: 小時

# SkipCD_endSecond.Header
source: Seconds
ar: ثوانٍ
ja: 秒
ko: 초
pt: Segundos
tr: Saniye
zh_hant: 秒

# SkipCD_endMinute.Header
source: Minutes
ar: دقائق
ja: 分
ko: 분
pt: Minutos
tr: Dakika
zh_hant: 分鐘

# SkipCD_beginMinute.Header
source: Minutes
ar: دقائق
ja: 分
ko: 분
pt: Minutos
tr: Dakika
zh_hant: 分鐘

# CM_Open_skipFeature
source: Enable skip feature
ar: تمكين ميزة تخطي
ja: スキップ機能を有効にします。
ko: 건너뛰기 기능을 사용
pt: Habilitar o recurso de ignorar
tr: Atla özelliği etkinleştirmek
zh_hant: 啟用跳過功能

# CM_Open_skipEnd
source: Skip Ending
ar: إنهاء التخطي
ja: スキップ終了
ko: 건너뛰기 결말
pt: Skip final
tr: Atla sonu
zh_hant: 跳過結束

# CM_Open_skipChapter
source: Skip Chapters
ar: تخطي فصول
ja: 章をスキップします。
ko: 건너뛰기 챕터
pt: Pular capítulos
tr: Bölüm atlamak
zh_hant: 跳過章節

source: Hours
ar: ساعات
ja: 時間
ko: 시간
pt: Horas
tr: Saat
zh_hant: 小時

source: Minutes
ar: دقائق
ja: 分
ko: 분
pt: Minutos
tr: Dakika
zh_hant: 分鐘

# CM_ExitApplicationIn30Minutes
source: Exit Application In 30 Minutes
ar: إنهاء التطبيق في 30 دقيقة
ja: 30 分でアプリケーションを終了します
ko: 30 분 이내에 응용 프로그램을 종료
pt: Sair do aplicativo em 30 minutos
tr: 30 dakikada uygulamadan çıkın
zh_hant: 30分鐘後退出應用程式

# CM_Playback_Loop_SetBPoint_forward
source: Move Point B 0.1 Seconds Forward
ar: نقل نقطة ب 0.1 ثانية إلى الأمام
ja: 移動ポイント B 0.1 秒前方
ko: 이동 지점 B 0.1 초 앞으로
pt: Mover ponto B 0,1 segundos de avanço
tr: Hareket noktası B 0.1 saniye ileri
zh_hant: 向前移動點 B 0.1 秒

# CM_Playback_Loop_SetBPoint_backward
source: Move Point B 0.1 Seconds Backward
ar: نقل نقطة ب 0.1 ثانية إلى الوراء
ja: 移動ポイント B 0.1 秒後方
ko: 이동 지점 B 0.1 초 뒤로
pt: Mover ponto B 0,1 segundos para trás
tr: Hareket noktası B 0.1 saniye geriye dönük
zh_hant: 向後移動點 B 0.1 秒

# CM_Playback_Loop_SetAPoint_forward
source: Move Point A 0.1 Seconds Forward
ar: نقل نقطة ثانية 0.1 إلى الأمام
ja: 移動ポイントは 0.1 秒前方
ko: 포인트는 0.1 초 앞으로 이동
pt: Avançar a ponto de que um 0.1 segundos
tr: Hareket noktası A 0.1 saniye ileri
zh_hant: 向後移動點 A 0.1 秒

# CM_Playback_Loop_SetAPoint_backward
source: Move Point A 0.1 Seconds Backward
ar: نقل نقطة 0.1 ثانية إلى الخلف
ja: ポイント 0.1 秒後方に移動します。
ko: 포인트는 0.1 초 뒤로 이동
pt: Mover o ponto de que um 0.1 segundos para trás
tr: Geriye doğru bir 0,1 saniye noktasını taşıma
zh_hant: 向後移動點 A 0.1 秒

# CM_WhenOpenFileAddToFavorites
source: When File Opened Add To Favorites
ar: عند فتح ملف إضافة إلى المفضلة
ja: ファイルを開いたときをお気に入りに追加します。
ko: 파일 열 때 즐겨찾기에 추가
pt: Quando abriu o arquivo, adicionar aos favoritos
tr: Dosya açıldığında sık kullanılanlara ekle
zh_hant: 打開檔時添加到我的最愛

# CM_WhenOpenFolderAddToFavorites
source: When Folder Opened Add To Favorites
ar: عند فتح مجلد إضافة إلى المفضلة
ja: フォルダーを開いたときをお気に入りに追加します。
ko: 폴더를 열면 즐겨찾기 추가
pt: Quando a pasta aberta adicionar aos favoritos
tr: Klasör açıldığında sık kullanılanlara ekle
zh_hant: 打開資料夾時添加到我的最愛

# SkipCD_SkipSyncSubtitleEnabledToggleSwitch.Header
source: Sync Subtitle Timeline
ar: مزامنة الترجمة الخط الزمني
ja: 同期字幕タイムライン
ko: 싱크 자막 타임 라인
pt: Sincronizar legendas Timeline
tr: Senkronizasyon altyazı zaman çizelgesi
zh_hant: 同步字幕時間表

# IsAudioOnly
source: Audio Only
ar: صوت فقط
ja: オーディオのみ
ko: 오디오 전용
pt: Somente áudio
tr: Yalnızca ses
zh_hant: 僅音訊

# IsVideoOnly
source: Video Only
ar: الفيديو فقط
ja: ビデオのみ
ko: 비디오 전용
pt: Vídeo apenas
tr: Sadece video
zh_hant: 僅視頻

# CM_ExternalAudio
source: External Audio
ar: الصوت الخارجي
ja: 外部オーディオ
ko: 외부 오디오
pt: Áudio externo
tr: Harici ses
zh_hant: 外部音訊

source: Load ...
ar: حمولة
ja: 読み込み
ko: 로드
pt: carga
tr: Yük...
zh_hant: 加载...

# Twitch_CD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# Twitch_CD.PrimaryButtonText
source: Open
ar: فتح
ja: 開けて下さい
ko: 그거 여세요
pt: Aberto
tr: Açık
zh_hant: 打開

# Twitch_CD_PivotItem1.Header
source: Search
ar: البحث عن
ja: 検索
ko: 검색
pt: Pesquisa
tr: Arama
zh_hant: 搜索

# Twitch_CD_PivotItem2.Header
source: History
ar: المحفوظات
ja: 歴史
ko: 역사
pt: História
tr: Geçmiş
zh_hant: 歷史

# Twitch_CD_PivotItem3.Header
source: Search Result
ar: ن&تائج البحث:
ja: 検索結果
ko: Search 결과
pt: Resultado da Pesquisa
tr: Arama sonucu
zh_hant: 搜尋結果

source: Search
ar: البحث عن
ja: 検索
ko: 검색
pt: Pesquisa
tr: Arama
zh_hant: 搜索

# Twitch_CD_PivotItem1_Search_PivotItem1.Header
source: Channel
ar: القناة
ja: チャネル
ko: 채널
pt: Canal
tr: Kanal
zh_hant: 频道

# Twitch_CD_PivotItem1_Search_PivotItem2.Header
source: Urls
ja: URL
ko: URL
tr: URL'leri
zh_hant: URL

# Twitch_CD_PivotItem1_Search_PivotItem3.Header
source: IDs
tr: Kimlikleri

# Twitch_CD_PivotItem1_Search_PivotItem1_ChannelName_textblock.Text
source: Channel Name:
ar: اسم القناة
ja: チャネル名
ko: 채널 이름
pt: Nome do canal
tr: Kanal adı:
zh_hant: 頻道名稱

# Twitch_CD_PivotItem1_Search_PivotItem1_Urls_textblock.Text
source: Paste one or more Twitch video urls in the textbox below. Make sure every url is placed in a new line.
ar: لصق url نشل فيديو واحد أو أكثر في مربع النص أدناه. تأكد من أن يتم وضع كل رابط في سطر جديد.
ja: 下のテキスト ボックスに 1 つ以上けいれんビデオ url を貼り付けます。すべての url が新しい行に配置されますを確認します。
ko: 아래 입력란에 하나 이상의 트 비디오 url을 붙여 넣습니다. 모든 url은 새 줄에 배치 됩니다 확인 하십시오.
pt: Cole uma ou mais urls a contração na caixa de texto abaixo. Certifique-se de que cada url é colocado em uma nova linha.
tr: Bir veya daha fazla seğirme video URL metin yapıştırın. Her url yeni bir satır yerleştirildiğinden emin olun.
zh_hant: 在下面的文字方塊中粘貼一個或多個 Twitch 視頻 url。請確保每個 url 都放置在新行中。

# Twitch_CD_PivotItem1_Search_PivotItem1_IDs_textblock.Text
source: Paste one or more Twitch video IDs in the textbox below. Make sure every ID is placed in a new line.
ar: قم بلصق واحد أو أكثر من معرفات نشل الفيديو في مربع النص أدناه. تأكد من أن يتم وضع كل معرف في سطر جديد.
ja: 下のテキスト ボックスに 1 つまたは複数のけいれんビデオ Id を貼り付けます。すべての ID が新しい行に配置されますを確認します。
ko: 아래 입력란에 하나 이상의 트 비디오 Id를 붙여 넣습니다. 모든 ID 새 줄에 배치 됩니다 확인 하십시오.
pt: Cole um ou mais identificações a contração na caixa de texto abaixo. Verifique se que cada ID é colocado em uma nova linha.
tr: Bir veya daha fazla seğirme video kimlikleri aşağıdaki metin kutusuna yapıştırın. Her kimlik yeni bir satır yerleştirildiğinden emin olun.
zh_hant: 在下面的文字方塊中粘貼一個或多個 Twitch 視頻 id。請確保每個 ID 都放在新行中。

# AppRestartFailure
source: Please manually restart application.
ar: الرجاء يدوياً إعادة تشغيل التطبيق.
ja: アプリケーションを手動で再起動してください。
ko: 제발 수동으로 응용 프로그램을 다시 시작 합니다.
pt: Por favor, reinicie manualmente o aplicativo.
tr: Lütfen uygulamayı el ile yeniden başlatın.
zh_hant: 請手動重新開機應用程式。

# loadFromCalendarDatePicker.Header
source: Load From
ar: تحميل من
ja: を読み込む
ko: 로드
pt: Carregar a partir de
tr: Yüklemek
zh_hant: 載入自

# loadToCalendarDatePicker.Header
source: Load To
ar: تحميل إلى...
ja: を読み込む
ko: 로드
pt: Carregar para
tr: Yük
zh_hant: 載入到

# Twitch_CD_PivotItem1_Search_PivotItem1_VideoType_textblock.Text
source: Video Type
ar: نوع الفيديو
ja: ビデオの種類
ko: 비디오 형식
pt: Tipo de vídeo
tr: Video türü
zh_hant: 視頻類型

# BroadcastRadioButton.Content
source: Broadcast
ar: بث
ja: 放送
ko: 방송
pt: Transmissão
tr: Yayın
zh_hant: 廣播

# HighlightRadioButton.Content
source: Highlight
ar: تمييز
ja: ハイライト
ko: 강조 표시
pt: Destaque
tr: Vurgulamak
zh_hant: 精选

# UploadRadioButton.Content
source: Upload
ar: إيداع
ja: アップロード
ko: 업로드
pt: Fazer upload
tr: Karşıya yükleme
zh_hant: 上傳

# Twitch_CD_PivotItem1_Search_PivotItem1_LoadLastVods_Slider.Header
source: Last Videos
ar: الفيديو الأخير
ja: 最後の動画
ko: 마지막 동영상
pt: Últimos vídeos
tr: Son Videolar
zh_hant: 最新視頻

# OnlyTodayRadioButton.Content
source: Only Today
ar: اليوم فقط
ja: 今日だけ
ko: 오늘만
pt: Só hoje
tr: Sadece bugün
zh_hant: 只有今天

# Twitch_CD_PivotItem1_Search_PivotItem1_Urls_textblock2.Text
source: Example: https://www.twitch.tv/videos/123456789
ar: مثال: https://www.twitch.tv/videos/123456789
ja: 例: https://www.twitch.tv/videos/123456789
ko: 예: https://www.twitch.tv/videos/123456789
pt: Exemplo: https://www.twitch.tv/videos/123456789
tr: Örnek: https://www.twitch.tv/videos/123456789
zh_hant: 示例: HTTPs://www.twitch.tv/videos/123456789

# Twitch_CD_PivotItem1_Search_PivotItem1_IDs_textblock2.Text
source: Example: 123456789
ar: مثال: 123456789
ja: 例: 123456789
ko: 예: 123456789
pt: Exemplo: 123456789
tr: Örnek: 123456789
zh_hant: 示例: 123456789

# SuggestionLoadExternalAudio
source: this video contains no Audio Tracks, please select audio track and load it.
ar: يحتوي هذا الفيديو على لا "مسارات الصوت"، الرجاء تحديد مسار الصوت وتحميله.
ja: オーディオ トラックこのビデオが含まれていない、オーディオ トラックを選択してそれを読み込みます。
ko: 이 비디오 포함 아무 오디오 트랙, 오디오 트랙을 선택 하 고 그것을 로드.
pt: Este vídeo contém sem faixas de áudio, por favor, selecione a faixa de áudio e carregá-lo.
tr: Bu video ses parça içeren, lütfen ses kaydı seçin ve yükleyin.
zh_hant: 此視頻不包含音訊曲目, 請選擇音訊曲目並載入它。

source: Unload
ar: إلغاء التحميل
ja: アンロード
ko: 언로드
pt: Descarregar
tr: Bellekten kaldırma
zh_hant: 卸載

# Transcode_CD_TITLE.Text
source: Video Audio Combine Transcode Tool
ar: الجمع بين الصوت والفيديو أداة فيرت
ja: ビデオのオーディオを組み合わせて変換ツール
ko: 비디오 오디오 결합 변환 도구
pt: Áudio vídeo combinam Transcode ferramenta
tr: Video ses birleştirmek Transcode aracı
zh_hant: 視頻音訊合并轉碼工具

# CM_VideoAudioCombineTranscodeTool
source: Video Audio Combine Transcode Tool
ar: الجمع بين الصوت والفيديو أداة فيرت
ja: ビデオのオーディオを組み合わせて変換ツール
ko: 비디오 오디오 결합 변환 도구
pt: Áudio vídeo combinam Transcode ferramenta
tr: Video ses birleştirmek Transcode aracı
zh_hant: 視頻音訊合并轉碼工具

# Transcode_Video_button.Content
source: Drag or Pick Video File
ar: اسحب أو اختيار ملف الفيديو
ja: ドラッグするか、ビデオ ファイルを選択
ko: 또는 선택 비디오 파일
pt: Arraste ou escolher arquivo de vídeo
tr: Sürükleyin veya Video dosyası seç
zh_hant: 拖動或拾取視頻檔

# Transcode_Audio_button.Content
source: Drag or Pick Audio File
ar: اسحب أو اختيار ملف الصوت
ja: ドラッグするか、オーディオ ファイルを選択
ko: 드래그 하거나 오디오 파일을 선택
pt: Arrastar ou Selecionar arquivo de áudio
tr: Sürükleyin veya ses dosyası seç
zh_hant: 拖動或選取音訊檔

# CM_Transcode_Video_button
source: Drag or Pick Video File
ar: اسحب أو اختيار ملف الفيديو
ja: ドラッグするか、ビデオ ファイルを選択
ko: 또는 선택 비디오 파일
pt: Arraste ou escolher arquivo de vídeo
tr: Sürükleyin veya Video dosyası seç
zh_hant: 拖動或拾取視頻檔

# CM_Transcode_Audio_button
source: Drag or Pick Audio File
ar: اسحب أو اختيار ملف الصوت
ja: ドラッグするか、オーディオ ファイルを選択
ko: 드래그 하거나 오디오 파일을 선택
pt: Arrastar ou Selecionar arquivo de áudio
tr: Sürükleyin veya ses dosyası seç
zh_hant: 拖動或選取音訊檔

# Transcode_CD.PrimaryButtonText
source: Start
ar: ابدأ
ja: スタート
ko: 시작
pt: Início
tr: Başlat
zh_hant: 開始

# Transcode_CD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# TranscodeFailed
source: Saving was unsuccessful
ar: تم إنقاذ فاشلة
ja: 保存に失敗しました
ko: 저장 되지 않았습니다.
pt: Economia foi malsucedida
tr: Kaydetme başarısız oldu
zh_hant: 保存失敗

# TranscodeSuccess
source: saved file successful
ar: الملف المحفوظ الناجحة
ja: 保存したファイルは正常
ko: 저장 된 파일 성공
pt: arquivo salvo bem sucedida
tr: Kaydedilen dosya başarılı
zh_hant: 保存的檔成功

# TranscodeProgress
source: Saving file... Progress:
ar: حفظ الملف... التقدم:
ja: ファイルを保存しています.進行状況:
ko: 파일을 저장... 진행:
pt: Salvar o arquivo... Progresso:
tr: Dosya kaydediliyor... İlerleme durumu:
zh_hant: 正在保存檔..進展：

# CM_Track_histogram
source: Histogram
ar: مدرج تكراري
ja: ヒストグラム
ko: 히스토그램
pt: Histograma
tr: Çubuk grafik
zh_hant: 色階分佈圖

# Youtube_CD.PrimaryButtonText
source: Open
ar: فتح
ja: 開けて下さい
ko: 그거 여세요
pt: Aberto
tr: Açık
zh_hant: 打開

# Youtube_CD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# GID_FramePerSecond_Slider.Header
source: Images Per Second
ar: الصور في الثانية الواحدة
ja: 1 秒あたりの画像
ko: 초당 이미지
pt: Imagens por segundo
tr: Saniyede kare
zh_hant: 每秒圖像

# GID_Scale_Slider.Header
source: Scaling ratio
ar: نسبة القياس
ja: 倍率
ko: 배율
pt: Relação de dimensionamento
tr: Ölçekleme oranı
zh_hant: 縮放比例

# CM_Open_Gif
source: Create GIF Image
ar: إنشاء صورة GIF
ja: GIF イメージを作成します。
ko: GIF 이미지 만들기
pt: Criar imagem GIF
tr: GIF görüntüsü oluşturmak
zh_hant: 創建 GIF 圖像

# Gid_CD_TITLE.Text
source: GIF Image Maker
ar: صانع صورة GIF
ja: GIF イメージ メーカー
ko: GIF 이미지 메이커
pt: Criador de imagem GIF
tr: GIF imaj Maker
zh_hant: GIF 圖像製作器

# CanNotCreateGif
source: Can not create GIF Image
ar: لا يمكن إنشاء صورة GIF
ja: GIF イメージを作成することができます。
ko: GIF 이미지를 만들 수 없습니다.
pt: Não é possível criar imagem GIF
tr: GIF görüntüsü oluşturmak mümkün değil
zh_hant: 無法創建 GIF 圖像

# Gif_CD.PrimaryButtonText
source: Generate GIF
ar: إنشاء GIF
ja: GIF を生成します。
ko: GIF 생성
pt: Gerar GIF
tr: GIF oluşturmak
zh_hant: 生成 GIF

# Gif_CD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# GID_SAVE_BUTTON.Content
source: Save as
ar: حفظ باسم
ja: 名前を付けて保存
ko: 다른 이름으로 저장
pt: Salvar como
tr: Farklı Kaydet
zh_hant: 另存新檔​​

source: Generate GIF
ar: إنشاء GIF
ja: GIF を生成します。
ko: GIF 생성
pt: Gerar GIF
tr: GIF oluşturmak
zh_hant: 生成 GIF

# GenGIF_Abort
source: Generate GIF Aborted
ar: إنشاء GIF إحباط
ja: 中止 GIF を生成します。
ko: 중단 하는 GIF 생성
pt: Gerar GIF abortada
tr: İptal edildi GIF oluşturmak
zh_hant: 生成 GIF 中止

# GID_TextFontSize_Slider.Header
source: Text Font Size
ar: حجم خط النص
ja: テキストのフォント サイズ
ko: 텍스트 글꼴 크기
pt: Tamanho de fonte do texto
tr: Metin yazı tipi boyutu
zh_hant: 文本字體大小

# GID_TextMarginLeft_Slider.Header
source: Text Margin Left
ar: نص الهامش الأيسر
ja: テキストの左余白
ko: 텍스트 왼쪽 여백
pt: Margem de texto à esquerda
tr: Metin kenar boşluğu sol
zh_hant: 左邊的文本邊距

# GID_TextMarginTop_Slider.Header
source: Text Margin Top
ar: نص الهامش العلوي
ja: テキスト マージン トップ
ko: 텍스트 여백 상단
pt: Texto margem superior
tr: Metin kenar boşluğu Top
zh_hant: 文本邊距頂部

# TextOverlayToggleSwitch.Header
source: Text overlay
ar: تراكب النص
ja: テキストのオーバーレイ
ko: 텍스트 오버레이
pt: Sobreposição de texto
tr: Metin yerleşimi
zh_hant: 文本疊加

# Insert_text_Expander_TextBlock.Text
source: font family set from subtitle feature
ar: عائلة الخط من ميزة الترجمة
ja: 字幕機能から設定フォント ファミリ
ko: 글꼴 패밀리 자막 기능에서 설정
pt: família de fontes do recurso de legendas
tr: yazı tipi ailesi altyazı özelliğini ayarla
zh_hant: 從字幕功能設置的自定义字体

# Extension_CD_TITLE.Text
source: Extension Manager
ar: ملحق إدارة
ja: 拡張機能マネージャー
ko: 확장 관리자
pt: Gerente de extensão
tr: Uzantı Yöneticisi
zh_hant: 擴展管理器

# Extension_CD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# CM_ExtensionManager
source: Extension Manager
ar: ملحق إدارة
ja: 拡張機能マネージャー
ko: 확장 관리자
pt: Gerente de extensão
tr: Uzantı Yöneticisi
zh_hant: 擴展管理器

# CM_AppRecording
source: Application Recording
ar: طلبات التقديم
ja: 記録
ko: 응용 프로그램 녹화!
pt: Gravação de Aplicativos!
tr: Uygulama kaydı
zh_hant: 應用程式錄製

# CM_StartRecording
source: Start Recording
ar: بدء التسجيل
ja: 録音を開始します。
ko: 녹음 시작
pt: Iniciar gravação
tr: Kaydı Başlat
zh_hant: 開始錄製

# CM_StopRecording
source: Stop Recording
ar: إيقاف التسجيل
ja: 録画を停止します。
ko: 녹음 중지
pt: Parar a gravação
tr: Kaydı Durdur
zh_hant: 停止錄製

# CM_PickRecordingFolder
source: Change Save Folder
ar: تغيير مجلد حفظ
ja: 保存フォルダーを変更します。
ko: 저장 폴더 변경
pt: Mudança de salvar a pasta
tr: Klasörüne
zh_hant: 更改保存資料夾
